Repository: lmond/Wecond
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ru_ru

# Download.Text
source: Download
ru_ru: Скачать

# DownloadCover.Text
source: Download cover
ru_ru: Скачать обложку

# Gallery.Text
source: Gallery
ru_ru: Галерея

# Humidity.Text
source: Humidity
ru_ru: Влажность

# ImageBy.Text
source: Image by
ru_ru: Изображение от

# News.Text
source: News
ru_ru: Новости

# OnFlickr.Text
source: on Flickr
ru_ru: в Flickr

# PinToStart.Text
source: Pin city tile
ru_ru: Закрепить в меню пуск

# Pressure.Text
source: Pressure
ru_ru: Давление

# RemoveFromFavorites.Text
source: Remove from favorites
ru_ru: Удалить из Избранного

# SavedPlaces.Text
source: Saved Places
ru_ru: Сохраненные места

# SaveToFavorites.Text
source: Save to favorites
ru_ru: Добавить в избранное

# SetAsHome.Text
source: Set as home place
ru_ru: Установить как "Дом"

# SunriseSunset.Text
source: Sunrise/Sunset
ru_ru: Восход/Закат

# TopSearch.PlaceholderText
source: Search for places...
ru_ru: Поиск мест...

# UnPinFromStart.Text
source: Unpin city tile
ru_ru: Открепить из меню Пуск

# Visibility.Text
source: Visibility
ru_ru: Видимость

# Weather.Text
source: Weather
ru_ru: Погода

# Wind.Text
source: Wind
ru_ru: Ветер

# 12h.Content
source: 12h
ru_ru: 12ч

# 24h.Content
source: 24h
ru_ru: 24ч

# AlwaysDetect.Content
source: Always detect my location
ru_ru: Всегда определить мое местоположение

# CantLocateYou.Text
source: Can't Locate You!
ru_ru: Не возможно определить местоположения Вашего устройства

# Colored.Content
source: Colored
ru_ru: Цветной

# Dark.Content
source: Dark
ru_ru: Темный

# DataError.Text
source: * Please enter a valid data
ru_ru: * Пожалуйста введите действительные данные

# Hourly.Text
source: Hourly
ru_ru: Почасовой

# Imperial.Content
source: Imperial
ru_ru: Имперский

# Language.Text
source: Language
ru_ru: Язык

# LastUpdated.Text
source: Last updated at
ru_ru: Последнее обновление в

# Light.Content
source: Light
ru_ru: Светлый

# LocatingYou.Text
source: Locating Your device
ru_ru: Обнаружение местоположения Вашего устройства

# Metric.Content
source: Metric
ru_ru: Метрический

# MyDefaultLocation.PlaceholderText
source: My default location is...
ru_ru: Мое местоположение по умолчанию ...

# Save.Text
source: Save
ru_ru: Сохранить

# SaveData.Text
source: Save Data
ru_ru: Сохранить данные

# SaveDataNo.Content
source: No
ru_ru: Нет

# SaveDataYes.Content
source: Yes
ru_ru: Да

# SavedText.Text
source: Your settings are saved, changes will take effect after you close settings page
ru_ru: Ваши настройки сохранены, изменения вступят в силу после закрытия страницы настроек

# Settings.Text
source: Settings
ru_ru: Настройки

# Theme.Text
source: Theme
ru_ru: Тема

# TimeFormat.Text
source: Time Format
ru_ru: Формат времени

# Units.Text
source: Units
ru_ru: Единицы

source: Downloaded
ru_ru: Загружено

# DownloadingImage
source: Downloading 1 Image
ru_ru: Загрузка 1 изображения

# Favorited
source: Saved to favorites
ru_ru: Добавлено в избранное

# FavoritePlaces.Text
source: Favorite Places
ru_ru: Сохраненные места

# Kilometer
source: km
ru_ru: км

# MeterSec
source: m/s
ru_ru: м/с

# Mile
source: mi
ru_ru: ми

# MileHour
source: mph
ru_ru: ми/ч

# NoPlaces.Text
source: You have no any saved place right now. Browse places and tap to star button on right of place name for saving.
ru_ru: Сейчас у вас нет никакого сохраненного места. Просмотрите места и нажмите на звездочку справа от названия места для сохранения.

source: Pined
ru_ru: Закреплено

source: Pinning
ru_ru: Закрепляется

# PressureUnit
source: mb
ru_ru: мб

# SavedAsHome
source: Saved as home place
ru_ru: Установлено как "Дом"

# StartApp.Text
source: Let's get started
ru_ru: Давайте начнем

# Unfavorited
source: Removed from favorites
ru_ru: Удалено из избранного

source: Unpined
ru_ru: Откреплено

source: Unpinning
ru_ru: Открепляется

# WelcomeText.Text
source: Welcome to Wecond
ru_ru: Добро пожаловать в Wecond

# Feedback.Text
source: Feedback
ru_ru: Сообщить об ошибке

# RateApp.Text
source: Rate and review
ru_ru: Оценить
